
{
    "contentlets": [{
        "agentId": "401885746",
        "modDate": "2017-04-06 07:00:00.91",
        "hideFromLibrary": false,
        "industryTypeId": "1",
        "description": "▼業務内容<br>BtoBのディスプレイ、音響システム、防犯システム、複合機、<br>パソコン・タブレットなどのUIデザイン業務になります。<br>・顧客のニーズ把握と、その経験価値の見える化とUIへの具現化<br>・ユニバーサルデザイン配慮の使い易いインターフェイス提案から、<br>　グラフィックのアートディレクション、プロトタイプ作成<br>・関連部門との調整、折衝<br><br>▼応募資格<br>・BtoB製品のUIデザイン経験3年以上<br>・ユニバーサルデザインの知識<br>・HTML5\/FLASH、インタラクティブソフトの実務経験<br><br>下記はできれば尚可<br>・UIデザインチームリーダー経験<br>・アプリケーション、ゲームソフトまたはWEBデザイン関連専門知識<br>・プレゼン用動画編集経験<br><br>▼求める人物像<br>・関係者と円滑にコミュニケーションを取ることができる<br>・様々な案件に柔軟に対応できる方<br><br>▼就業期間　<br>就業開始日は応相談<br><br>▼勤務時間<br>・8時30分から17時、もしくは、9時から17時30分<br>・一部フレックスタイム制度有り(標準労働時間\/1日7時間45分)<br><br>▼休日休暇<br>完全週休2日制（土曜日・日曜日）、祝日、年末年始、夏季・年次有給・慶弔・節目休暇 等（年間休日126日）<br><br>▼社会保険・福利厚生　<br>・雇用保険、労災保険、健康保険、厚生年金保険<br>【制度】持株制度・財形貯蓄制度・企業年金制度 等<br>【施設】独身寮・社宅・保養施設・医療施設 等<br><br>▼勤務先の雰囲気<br>・見晴らしの良い綺麗なオフィスです。<br><br>▼エージェントからの一言<br>・グループの中でB2Bソリューション事業成長の中核を担う顧客密着型体制の会社です。<br>・先進技術を搭載した高品位な製品とIoTソリューションでB2Bのお客様に「繋がる価値」を<br>　提供することを目指しています。",
        "placementTypeId": "2",
        "title": "【正社員】メーカーでIoTのUIデザイナー",
        "salary": "スキル・経験考慮の上決定",
        "marketId": "東京都江東区（りんかい線国際展示場駅より徒歩3分、ゆりかもめ国際展示場正門駅より徒歩5分）",
        "postedDate": "2017-04-06 06:15:09.425",
        "inode": "525f8b81-f131-411f-8b1a-2f9d8c7b16f5",
        "isPosted": true,
        "locationId": "44",
        "host": "SYSTEM_HOST",
        "stInode": "451cae79-1c0d-4068-8877-d609facf654e",
        "owner": "system",
        "identifier": "09834405-cda4-4579-a369-e580a4ae5f62",
        "offsitePreference": "1",
        "languageId": 4,
        "minorSpecialty1": "23",
        "jobId": "116375",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "system",
        "considerRelocation": false,
        "votes": 0
    }, {
        "agentId": "401885746",
        "modDate": "2017-04-06 06:30:01.404",
        "hideFromLibrary": false,
        "industryTypeId": "1",
        "description": "▼業務内容<br>BtoBソリューションデザインのGUI制作<br>1.先行開発提案のコンセプトUI制作<br>2.商品化に向けたGUI制作<br>3.基本形からのグラフィック替えによる展開案制作<br><br>▼応募資格<br>・グラフィックデザイン(UIデザイン）経験2年以上<br>・ユニバーサルデザインの知識<br>以下は歓迎条件です↓<br>・HTML等Webデザインスキル<br>・Flashスキル<br>・Unityによるプロトタイピング<br><br>▼求める人物像<br>・関係者と円滑にコミュニケーションを取ることができる<br>・新しい事へ興味・関心があり覚える意欲がある方<br><br>▼就業期間　<br>就業開始日は応相談〜長期<br><br>▼勤務時間<br>8:00-20:00の間で業務量に応じて相談（実働8時間を予定）休憩60分<br><br>▼休日休暇<br>土曜、日曜、祝日、夏季休暇、年末年始休暇（会社カレンダーに準じる）<br><br>▼残業<br>あり／月20時間程度<br><br>▼社会保険・福利厚生　<br>・健康保険（※人材派遣健康保険組合「はけんけんぽ」加入）／厚生年金／雇用保険／労災保険<br>・就業開始時研修／キャリアアップ研修（※該当者のみ）<br>・年次有給休暇制度（※就業開始から6ヵ月継続して勤務した場合に付与、半休取得が可能）<br>・定期健康診断／ストレスチェック（※該当者のみ）<br>・産前産後休業／育児休業制度（※該当者のみ）<br>・当社主催セミナーへのご優待<br>・Apple製品の購入割引き　など<br><br>▼勤務先の雰囲気<br>・見晴らしの良い綺麗なオフィスです。<br><br>▼エージェントからの一言<br>・今後益々ニーズが高まるBtoB向けUIデザイン開発業務です。<br>・社員とコミュニケーションを取りながら今までに無い、使い勝手の良いデザインや動きを主体的に考えて頂けるポジションです。",
        "placementTypeId": "3",
        "title": "【派遣】高時給、大手メーカーでUIデザイナー",
        "salary": "時給1800円〜3000円",
        "marketId": "東京都江東区（りんかい線国際展示場駅より徒歩3分、ゆりかもめ国際展示場正門駅より徒歩5分）",
        "postedDate": "2017-02-17 06:00:00.864",
        "inode": "acb5604d-5ad5-4c80-8db0-e76cfe5271f8",
        "isPosted": true,
        "locationId": "44",
        "host": "SYSTEM_HOST",
        "stInode": "451cae79-1c0d-4068-8877-d609facf654e",
        "owner": "system",
        "identifier": "24c6d0e7-c506-4960-aa62-492e594c1ddb",
        "offsitePreference": "1",
        "languageId": 4,
        "minorSpecialty1": "23",
        "jobId": "114299",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "system",
        "considerRelocation": false,
        "votes": 0
    }, {
        "agentId": "600145064",
        "modDate": "2017-04-06 06:30:00.766",
        "hideFromLibrary": false,
        "industryTypeId": "9",
        "description": "▼業務内容 <br>・企業の採用ホームページや、入社案内パンフレット等、企業の学生採用支援に関わる分野で、制作ディレクションをしていただくお仕事です。クライアントは大手の企業様がメインとなります。<br>・制作ディレクターとしてクライアント先の担当者の方と直接やりとりし、学生採用プロモーション企画やプレゼン提案をして、外部デザイナーへの制作ディレクションといったのがメイン業務のフローとなります。<br>・Web系(主に企業採用ページ)と紙媒体どちらのディレクションにも携わっていただきます。基本的にディレクター自ら制作していただく事はありません。編集やコピーライターの経験がある方は経験を活かしていただけるお仕事です。<br><br>▼応募資格　<br>・　制作ディレクターとしての実務経験2年以上お持ちの方。<br>・　採用サイトなどの採用プロモーションツールに関わった経験のある方歓迎。<br><br>▼求める人物像 <br>・　企画、プレゼンなどが得意な方。<br>・　業務に関わる方々と協力し積極的に業務に取り組める方・<br><br>▼就業期間 <br>・　即日〜<br><br>▼勤務時間<br>・　09:00～18:00（休憩60分） もしくはそれに準ずる <br><br>▼休日休暇<br>・　土曜、日曜、祝日、夏期休暇、年末年始休暇<br><br>▼残業<br>あり\/残業月20〜40時間程度 <br><br>▼福利厚生 <br>・　残業代支給<br>・産前産後休暇<br>・育児休暇<br>・交通費全額支給<br>・社会保険一式完備<br><br>▼勤務先の雰囲気　<br>・　服装自由です。<br>・　男女比率は5:5くらいです。<br>・　心斎橋駅直結でアクセス良好です。<br><br>▼エージェントからの一言 <br>・　当社からご紹介実績の豊富な企業さんなので安心してスタートいただけます。",
        "placementTypeId": "2",
        "title": "【正社員】大手採用プロモーションのディレクター",
        "salary": "380万〜430万",
        "marketId": "大坂市中央区(心斎橋駅から徒歩1分)",
        "postedDate": "2016-11-21 20:30:31.621",
        "inode": "a7b9c28b-9266-4d9a-9db7-5da827092c4e",
        "isPosted": true,
        "locationId": "64",
        "host": "SYSTEM_HOST",
        "stInode": "451cae79-1c0d-4068-8877-d609facf654e",
        "owner": "system",
        "identifier": "24357e42-4bdd-41e8-92f1-628e1ed491c8",
        "offsitePreference": "1",
        "languageId": 4,
        "minorSpecialty1": "9",
        "jobId": "111232",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "system",
        "considerRelocation": false,
        "votes": 0
    }, {
        "agentId": "1797340",
        "modDate": "2017-04-06 06:00:01.553",
        "hideFromLibrary": false,
        "industryTypeId": "3",
        "description": "My 'I wanna work there' agency have an opening for an experienced account manager to work on one of their flagship accounts. You will join a dedicated team who work on this multi region global account across both the strategic as well as the Activation\/BTL. <br>As an account manager looking to grow to a SAM in the 6 -12mths. Your experience to date will be in an integrated communications, BTL or brand agency. <br>As an Account Manager you will help to ensure that all project work is delivered to the highest possible standard, on time and to budget, pulling on other agency divisions when needed. You will be full of energy and have a positive ‘can do’ attitude that they share with their team. You will  pride yourself on a high standard project delivery across the board.<br>Their client is a global brand as they are engaged as the lead strategic agency and work collaboratively with the ATL, Digital and Brand agencies. They also deliver on the comms, btl and activation  into all of the key markets. <br>If this sounds like a role that will help you grow in your career please get in contact ASAP for more info & as this is a key hire that they are looking to start interviewing in the next week.",
        "placementTypeId": "2",
        "title": "Account manager | Strategy & Comms\/ Activation ",
        "salary": "£30-34k + Bens and bonus ",
        "marketId": "London",
        "postedDate": "2017-04-06 05:30:00.56",
        "inode": "b62124a4-27fe-4f9a-9d7a-cca176077494",
        "isPosted": true,
        "locationId": "29",
        "host": "SYSTEM_HOST",
        "stInode": "451cae79-1c0d-4068-8877-d609facf654e",
        "owner": "system",
        "identifier": "9095601b-2a0c-49f5-b45e-4524d0596072",
        "offsitePreference": "1",
        "languageId": 1,
        "minorSpecialty1": "8",
        "jobId": "116374",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "system",
        "considerRelocation": false,
        "votes": 0
    }, {
        "agentId": "2122088",
        "modDate": "2017-04-06 06:00:01.77",
        "hideFromLibrary": false,
        "industryTypeId": "0",
        "description": "Overview<br>Our client, an innovative and fast growing Financial Services provider, is looking for a tenacious and proactive Affiliates Manager to join their London team on a permanent basis. <br><br>You will be responsible for acquiring new customers with a budget of £3 million: developing, optimising and ultimately executing against the marketing plan via affiliates and aggregators, for one of our brands for strategic and core partners. In addition you will manage the core partners delivery and the day-to-day relationship management. This is an important role reporting directly to the Senior Manager who is accountable for 40% of new customer acquisitions across the brands.<br><br>The role is a combination of management as well as operational execution. Management is required to formulate credible business plans, manage the strategic partnerships and expand the reach of the channel. Equally, the role holder will be required to manage the operational execution of the plans and to react to risks and opportunities that present themselves.<br><br>Key Responsibilities<br>•\tDevelop plans to optimise marketing activity and identify new customer and commercial opportunities<br>•\tMotivate existing affiliates and aggregators to optimize performance and deliver maximum exposure of products.<br>•\tDeliver plans on time and to budget. Strong leadership will be required to ensure that any underperformance or deviations are actively managed<br>•\tCollaborate with the New Product Development team and lead the thinking on product and pricing strategy across the core partnerships to ensure it is competitive and relevant to customer needs<br>•\tCreate new promotions and customer incentives to distribute to the affiliate networks via newsletters and other affiliate communications<br>•\tDevelop relationships with core partners, and manage day-to-day management to ensure partners receive the support that they need in order to perform <br>•\tTrack and analyse metrics to evaluate and improve the effectiveness of the programme and make adjustments\/negotiate changes to the commercial arrangements where appropriate<br>•\tDeliver accurate and timely updates of performance and forecasts to inform future strategies<br>•\tWork closely with Legal and Compliance team to ensure compliance in all aspects of marketing activity<br><br>Key Criteria<br>•\tProven delivery against targets (i.e. volumes, costs, quality etc.) with an ability to proactively react and respond to risks and opportunities<br>•\tA strong track record of successfully managing third party relationships<br>•\tAnalytical skills in monitoring and analysing in-campaign and post-campaign performance<br>•\tAbility to identify relevant industry standards and emerging opportunities<br>•\tExcellent interpersonal skills - oral\/written communication, collaboration & influencing skills<br>•\tDynamic and highly motivated<br>•\tEntrepreneurial and a problem solver, strong command of numbers and analytics <br>•\tTeam player willing to get stuck in and roll their sleeves up",
        "placementTypeId": "2",
        "title": "Affiliates Manager ",
        "salary": "£40-45k (10% bonus)",
        "marketId": "Central London",
        "postedDate": "2017-04-06 05:15:09.895",
        "inode": "a9616511-19b2-4e2f-96cb-bbd60fcc74a7",
        "isPosted": true,
        "locationId": "29",
        "host": "SYSTEM_HOST",
        "stInode": "451cae79-1c0d-4068-8877-d609facf654e",
        "owner": "system",
        "identifier": "11333b03-1e0a-4900-b869-06dea9d8fdfd",
        "offsitePreference": "1",
        "languageId": 1,
        "minorSpecialty1": "8",
        "jobId": "116373",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "system",
        "considerRelocation": false,
        "votes": 0
    }, {
        "agentId": "2122088",
        "modDate": "2017-04-06 05:30:01.093",
        "hideFromLibrary": false,
        "industryTypeId": "0",
        "description": "Overview<br>Our client, a fast-growing and innovative Financial Services provider, is looking for an ambitious Digital Acquisition Manager to join their London team on a permanent basis. <br><br>The Digital Acquisition Manager will play a key role in the delivery of online acquisition growth plans, through the management, co-ordination and implementation of promotional acquisition plans, including Open Market programmes (SEO, PPC, Display, Aggregators, refer a friend campaigns) and Retail Partner activity (E-mail Campaigns, Promotional offers).<br><br>Key Responsibilities<br>•\tEstablish and deliver key promotional programmes to drive acquisition traffic, working with internal and external stakeholders.<br>•\tRegularly review partner websites, competitor insight and marketing practices, ensuring products are prominently and appropriately positioned.<br>•\tEstablish wider opportunities to promote products (e.g. E-mail campaigns, Aggregators, Affiliates).<br>•\tTrack and analyse metrics to evaluate and improve the effectiveness of the programme, and make adjustments\/negotiate changes where appropriate<br>•\tWork closely with the Digital and Marketing team, including Web Analytics and Developers, to create landing pages and other marketing assets that will improve the customer experience and conversion.<br>•\tDeliver accurate forecasts to enable a future expectation; It is critical that the forecasts are used to inform our strategies so that any risks and opportunities are proactively managed <br>•\tWork closely with Legal and Compliance team to ensure compliance in all aspects of marketing activity – creative, partner control, reporting etc.<br>•\tWork in partnership with product managers to develop new product offerings that appeal to target customer groups.<br><br>Key Criteria<br>•\tA deep understanding of Online Acquisition models and hands-on experience in the delivery of across multiple channels.<br>•\tStrong planning capabilities building robust and credible acquisition plans to deliver target volumes.<br>•\tAbility to communicate expertise and recommendations clearly to a wide and diverse group of stakeholders.<br>•\tSolid commercial understanding – able to make correct decisions based around commercial considerations.<br>•\tAbility to identify relevant industry standards and emerging opportunities.<br>•\tExperience of the Financial Services sector (or another regulated sector) is hugely beneficial.",
        "placementTypeId": "2",
        "title": "Digital Acquisition Manager",
        "salary": "£40-50k (10%bonus)",
        "marketId": "Central London",
        "postedDate": "2017-04-06 05:00:00.629",
        "inode": "81e36a62-b9da-4674-9cf0-40d0aee1bcbb",
        "isPosted": true,
        "locationId": "29",
        "host": "SYSTEM_HOST",
        "stInode": "451cae79-1c0d-4068-8877-d609facf654e",
        "owner": "system",
        "identifier": "e8d38233-9a1f-44e1-89c4-a2f1696744ff",
        "offsitePreference": "1",
        "languageId": 1,
        "minorSpecialty1": "51",
        "jobId": "116372",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "system",
        "considerRelocation": false,
        "votes": 0
    }, {
        "agentId": "200422918",
        "modDate": "2017-04-06 05:00:01.289",
        "hideFromLibrary": false,
        "industryTypeId": "9",
        "description": "The Workflow Analyst will be part of the Development Team. The role of the Workflow Analyst will be to enhance and maintain our workflows used for the pension administration business. The candidate will need to liaise with the Business Analysis team, end users and third party service providers as appropriate. <br><br>The ideal candidate will have experience of working on large applications within the financial services industry (ideally in Pensions) and have a good working knowledge of the project lifecycle and be able to define and map a business process into a workflow. Experience of converting business requirements into high level technical solutions and specifications is essential. <br><br>The successful candidate would have high level communication skills and be able to produce documentation to a high standard. The candidate must display high attention to detail and be able to establish effective working relationships with clients and\/or business representatives. The candidate must be able to work calmly and effectively under pressure being aware of time constraints where appropriate such as legislative and\/ or client driven deadlines. <br><br>Key Responsibilities: <br>•\tWork closely with clients and\/or the business to identify and analyse core business processes and workflows <br>•\tDesign functional workflows and system implementation of the workflows <br>•\tFacilitating workshops with SME's (Subject Matter Experts) <br>•\tDocumentation of process and work flows <br>•\tDevelopment of clear and detailed process maps and business requirements <br>•\tIdentifying issues and risks <br>•\tCompile and maintain system test conditions and test cases reflecting requirements documentation. Execute test scripts against new system functionality to ensure that the system meets requirements. Regression test system where applicable <br><br>Role: <br>•\tIdeally, subject matter expert in Insurance and\/or Pensions Administration Systems. The candidate must have strong technical skills in mapping a business process into a workflow <br>•\tPerform business process modelling using Visio to appropriate levels of detail (level 1, level 2, etc.) to ensure stakeholder agreement and support of the processes <br>•\tDesign and produce technical specification for the implementation of the functional business process and corresponding workflows using in-house proprietary Workflow Management Software <br>•\tScope business processes and facilitate process scoping and modelling sessions <br>•\tAuthor detailed business requirement and technical specification documents <br>•\tDeliver functional, technical, and system workflow specifications for complex business processes in a clear and concise manner <br>•\tConvincing and presenting proposals by way of high level solutions to end users and\/or stake holders. <br>•\tDevelop use cases and perform testing coordination <br>•\tProvide support for user acceptance testing and participate in testing of new system functionality <br>•\tCollaborate with architects, developer and subject matter experts to establish the technical vision and analyse trade-offs between usability and performance needs <br>•\tMaintain system test documentation to ensure completeness. <br>•\tIdentify, report and manage defects. <br><br>Minimum Qualifications <br>•\tBachelor’s degree in IT or equivalent experience in development and support of Financial Services Applications is essential. <br>•\tAt least mid level experience as a Systems Analyst on large and complex projects within an insurance, claim processing or pensions industry. <br>•\tStrong skills in Process Mapping and Business Process Reengineering <br>•\tAble to grasp new concepts quickly, demonstrating understanding of the implications of technical issues on business requirements and \/ or operations, and ability to work independently and as a member of the team <br>•\tSkilled at Business Process Analysis (to the degree that you can use an electronic tool such MS Visio to capture an as-is business process) <br>•\tSkilled at producing application and business requirements <br>•\tStrong analytical skills with a demonstrated ability to extensively analyse business processes and workflows <br>•\tExperience facilitating workshops and focus groups <br>•\tStrong business\/client engagement skills <br>•\tRelational Databases (to include having basic SQL Skills) <br>•\tGUI Design and Development <br><br>Highly Desired Qualifications <br>•\tExperience of UNIX, Oracle and SQL",
        "placementTypeId": "3",
        "title": "Workflow Analyst - IT Development (6 MONTHS +)",
        "salary": "Up to £467 per day",
        "marketId": "Red Hill, Surrey",
        "postedDate": "2017-01-24 07:00:00.635",
        "inode": "2952bf81-c584-4c38-817d-1d3b1f6e92c4",
        "isPosted": true,
        "clientDescription": "Global Financial Services client",
        "locationId": "29",
        "host": "SYSTEM_HOST",
        "stInode": "451cae79-1c0d-4068-8877-d609facf654e",
        "owner": "system",
        "identifier": "c14576a5-ab23-49d8-bd70-2277352959e0",
        "offsitePreference": "1",
        "languageId": 1,
        "minorSpecialty1": "24",
        "jobId": "113225",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "system",
        "considerRelocation": false,
        "votes": 0
    }, {
        "agentId": "2396876",
        "modDate": "2017-04-06 05:00:00.868",
        "hideFromLibrary": false,
        "industryTypeId": "0",
        "description": "We are looking for an enthusiastic Junior Copywriter to join our Marketing team. <br>Salary band: £22-25K<br><br>As our Junior Copywriter, you will be an ambitious new starter or second jobber with an entrepreneurial spirit and an ability to dream up ideas and write to spec. You will need to be just as comfortable writing short 50-250 word blurbs to publish online at a fast pace as you would be writing up meticulous long-form thought pieces backed up by substantial research. <br><br>Content will include a wide range of marketing assets, such as: film, website content, cases studies, social content, brochures, flyers, marketing toolkits & event collateral. Content is a critical part of our marketing strategy and you will be at the heart of this. <br><br>You will work in close partnership with our star Copywriter and will report into the Creative Director. <br><br>About You <br><br>You will have: <br><br>- A sharp creative mind <br>- A blog, portfolio and\/or a social media presence to support this <br>- Some previous experience writing for brands <br>- Impeccable spoken and written English <br>- Excellent communication skills – both verbal and written – and be comfortable working with people at all levels <br><br>You will be: <br><br>- A journalist or copywriter who has worked in design or digital agencies <br>- A blogger looking to make your next move <br>- A wordsmith with an entrepreneurial spirit <br>- A natural on social media <br>- Comfortable with content strategy <br>- Comfortable interpreting creative briefs and asking questions when needed <br>- Excellent at communicating your ideas <br>- A natural team player <br>- Great at organising your work <br>- Comfortable writing to set word counts <br>- Diligent in meeting deadlines and flagging issues when relevant <br>- Educated to degree level or equivalent (university of life counts too) <br>- Ambitious and interested in building a long-term career with us <br>- Commercially-minded and committed to global social change through business <br>- Determined to find a solution even when not obvious <br>- Motivated by a dynamic environment <br>- An effective collaborator across all functional areas including sales, marketing, product, and operational teams <br><br>Extra credit if you: <br><br>- Have run your own blog or worked in a fast-growing start-up <br>- Speak other languages and have done business abroad or travelled widely <br>- Can provide excellent references from colleagues as well as supervisors in your current\/previous roles <br><br>About us <br><br>The team is a mix of experienced entrepreneurs, people who have worked at the highest levels in large global organisations, academics, and bright graduates – it’s a good balance, and it’s important for us that we get the right person who is happy working alongside people from these backgrounds. We have a relaxed and focused office in West London, with regular team socials, and we expect to add more benefits as we grow. We have a culture that encourages curiosity and imagination in how we achieve our goals, and an absolute focus on building a global business. <br><br>We hope in 5 years you will be proud to tell people you were one of the early joiners within the business. <br><br>What next? <br><br>We are looking for someone to start this role as soon as possible, so applications will be considered as and when we receive them. <br><br>Please note that this role will be based in our London office, therefore we will only accept applications from individuals based in London (or ready to move to London immediately) and those that have authorisation to work in the UK. <br><br>Get in touch with some combination of CV\/LinkedIn profile\/covering letter to tell us about who you are and any ideas you have about what a partner network might look like. And don’t forget to include any social handles if they are relevant.",
        "placementTypeId": "2",
        "title": "Junior Copywriter",
        "salary": "£22-24K",
        "marketId": "London",
        "postedDate": "2017-04-06 04:30:00.607",
        "inode": "caed34c9-c140-45d1-b71e-a89778b91585",
        "isPosted": true,
        "clientDescription": "The team is a mix of experienced entrepreneurs, people who have worked at the highest levels in large global organisations, academics, and bright graduates – it’s a good balance, and it’s important for us that we get the right person who is happy working alongside people from these backgrounds. We have a relaxed and focused office in West London, with regular team socials, and we expect to add more benefits as we grow. We have a culture that encourages curiosity and imagination in how we achieve our goals, and an absolute focus on building a global business. <br><br>We hope in 5 years you will be proud to tell people you were one of the early joiners within the business.",
        "locationId": "29",
        "host": "SYSTEM_HOST",
        "stInode": "451cae79-1c0d-4068-8877-d609facf654e",
        "owner": "system",
        "identifier": "438038f1-1489-418f-afcb-6e3fd10607e4",
        "offsitePreference": "1",
        "languageId": 1,
        "minorSpecialty1": "17",
        "jobId": "116371",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "system",
        "considerRelocation": false,
        "votes": 0
    }, {
        "agentId": "200422918",
        "modDate": "2017-04-06 04:30:01.533",
        "hideFromLibrary": false,
        "industryTypeId": "9",
        "description": "Our client is a global risk management, insurance brokerage and advisory company who work with some of the biggest brands in the world.<br><br>They are looking for 3 x Systems Analysts to join their team for a new project in their Redhill office. They are aiming for an ASAP start date but would be happy to wait for notice periods for the right candidates . The assignment will be for 6 months and further extensions will be reviewed.<br><br>*Successful candidates should have a background of insurance \/ pension, you should also have a good mixture of experience as a Business Analyst and Developer.*<br><br>Summary:<br>The Systems Analyst will be part of the Analysis and Design team. The role of the Systems Analyst will be to enhance and maintain the pension’s administration system.  The candidate will need to liaise with the Business Analysis team, end users and third party service providers as appropriate.<br>The ideal candidate will have experience of working on large applications within the financial services industry and have a good working knowledge of the software development lifecycle. <br>The successful candidate should have high level communication skills and be able to produce solution documentation to a high standard. The candidate must display high attention to detail and be able to establish effective working relationships with clients and\/or business representatives. The candidate must be able to work calmly and effectively under pressure being aware of time constraints where appropriate such as legislative and \/ or client driven deadlines.<br><br>Essential Requirements:<br>- Bachelor’s degree in IT or equivalent experience in development and support of Financial Services Applications is essential or equivalent experience.<br>- Minimum of 3-5 years’ experience as a Systems Analyst on large and complex projects within an insurance, claim processing or pensions industry.<br>- Sound knowledge of both DB and DC pensions administration<br>- Good knowledge of Oracle and Relational database (to include having SQL Skills)<br>- Good knowledge of systems architecture<br>- Excellent data analysis skills<br><br>Skill Set Required:<br>- Skilled at producing application and business requirements, implementation guides and provide presentations to interested parties<br>- Able to grasp new concepts quickly, demonstrating understanding of the implications of technical issues on business requirements and \/ or operations, and ability to work independently and as a member of the team<br>- Good communicator at all levels<br>- Able to work in a team as well as self-starter and self- motivated\t<br>- Strong analytical skills with good data analysis experience <br>- Strong business\/client engagement skills<br><br>Desirable Experience:<br>- Python experience<br>- Knowledge of Object Oriented Design and Web Services<br>- Knowledge of XML<br>- Understanding of DC Trading with fund providers, automated payments processing, web architecture, and task based processing<br><br>Working Hours: 7 hours per day \/ 35 hours per week <br><br>Full background checks will be required for the candidates being offered.",
        "placementTypeId": "3",
        "title": "Systems Analyst x 3 (6 MONTHS plus)",
        "salary": "Up to £295 per day (LTD)",
        "marketId": "Redhill, Surrey",
        "postedDate": "2017-01-13 10:00:01.808",
        "inode": "6b905b6b-e13a-4ed2-ae0a-f7ac03de1409",
        "isPosted": true,
        "clientDescription": "Our client is a global risk management, insurance brokerage and advisory company who work with some of the biggest brands in the world.",
        "locationId": "29",
        "host": "SYSTEM_HOST",
        "stInode": "451cae79-1c0d-4068-8877-d609facf654e",
        "owner": "system",
        "identifier": "dfcb90fb-79d4-450d-892b-90e47929e3ea",
        "offsitePreference": "1",
        "languageId": 1,
        "minorSpecialty1": "24",
        "jobId": "112815",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "system",
        "considerRelocation": false,
        "votes": 0
    }, {
        "agentId": "600181861",
        "modDate": "2017-04-06 03:30:01.07",
        "hideFromLibrary": false,
        "industryTypeId": "9",
        "description": "▼業務内容 <br>超有名なアパレルセレクトショップの店舗企画・設計・デザイン、施工管理、メンテナンス管理 <br><br>▼応募資格 <br>・専門・短大卒以上 <br>・Mac\/Vector Works,Illustrator,Photoshopを使える方 <br>・アパレルの店舗設計経験者 <br>・服が好きな方 <br>・調整力がある方 <br>※セレクトショップ経験者歓迎 <br><br>▼求める人物像 <br>・素直で前向きな方 <br>・周囲とコミュニケーションをとりながら仕事が進められる方 <br><br>▼就業期間 <br>即日〜長期<br>※1年更新ですが契約更新回数上限はありません。<br>※正社員登用制度あり。<br><br>▼勤務時間 <br>10：45-20：00（実働8時間） <br>※但しフレックス制度有り(コアタイム12:30-17:30) <br><br>▼休日休暇 <br>年間休日117日（週休2日制、夏季・年末年始）、年次有給休暇、慶弔休暇　等 <br><br>▼残業 <br>有り (月20-45h) ※繁忙期で月45h <br><br>▼社会保険・福利厚生 <br>各種社会保険完備、社員割引制度、社員旅行、海外・国内研修制度、語学研修制度、保養施設（葉山・那須・舞子・軽井沢）、介護休暇、子の看護休暇、育児休業制度、育児短時間勤務制度等 <br><br>▼勤務先の雰囲気 <br>ファッション好きなが社員ばかりで、おしゃれでフランクな職場です。 <br><br>▼エージェントからの一言 <br>店舗数・ブランド力もあるお店の店舗作りに関われ、やりがい十分です！",
        "placementTypeId": "2",
        "title": "【契約社員】超有名アパレルセレクトショップの店舗設計・施工管理",
        "salary": "想定年収300万円～",
        "marketId": "東京都渋谷区（東京メトロ銀座線「外苑前」駅より徒歩6分）",
        "postedDate": "2017-03-06 06:00:00.567",
        "inode": "e1bea054-dc94-4853-871f-a08020c413c9",
        "isPosted": true,
        "locationId": "44",
        "host": "SYSTEM_HOST",
        "stInode": "451cae79-1c0d-4068-8877-d609facf654e",
        "owner": "system",
        "identifier": "1a23eade-36df-4278-b595-41b51ccd5c73",
        "offsitePreference": "1",
        "languageId": 4,
        "minorSpecialty1": "74",
        "jobId": "114956",
        "folder": "SYSTEM_FOLDER",
        "sortOrder": 0,
        "modUser": "system",
        "considerRelocation": false,
        "votes": 0
    }]
}